Repository: Dark574/Retromind
Catalog: Resources/Strings.*.resx
Languages: de

# BigMode_MainMenu
source: Main menu
de: Hauptmenü

# Button.Cancel
source: Cancel
de: Abbrechen

# Button.Edit
source: Edit
de: Bearbeiten

# Button.Import
source: Import
de: Importieren

# Button.Random
source: Random
de: Zufall

# Button.Save
source: Save
de: Speichern

# Button.Apply
source: Apply
de: Anwenden

# Button.TakeOver
source: Take Over
de: Übernehmen

# Button.No
source: No
de: Nein

# Button.Yes
source: Yes
de: Ja

# Button.Wall
source: Wall
de: Wallpaper

# Button.Delete
source: Delete
de: Löschen

# Button.Launch
source: Launch
de: Starten

# Button_Search
source: Search
de: Suchen

# Button_Close
source: Close
de: Schließen

# Button_Add
source: Add
de: Hinzufügen

# Button_Remove
source: Remove
de: Entfernen

# Button_Browse
source: Browse...
de: Durchsuchen...

# Common.Active
source: Active
de: Aktiv

# Common.Area
source: Areas:
de: Bereiche:

# Common.Description
source: Description:
de: Beschreibung:

# Common.Developer
source: Developer
de: Entwickler

# Common.FavoritesOnly
source: Favorites only
de: Nur Favoriten

# Common.FavoritesOnlyHint
source: Only show favorite items.
de: Nur Favoriten anzeigen.

# Common.Options
source: Options:
de: Optionen:

# Common.PreviewShort
source: Preview
de: Vorschau

# Common.Rating
source: Rating:
de: Bewertung:

# Common.ReleaseDate
source: Release Date
de: Veröffentlichungsdatum

# Common.Summary
source: Summary
de: Zusammenfassung

# Common.Title
source: Title
de: Titel

# Common.Source
source: Source
de: Quelle

# Common.SourceItem
source: Item
de: Eintrag

# Common.SourceNodeFormat
source: Node: {0}
de: Ordner: {0}

# Common.Year
source: Year (e.g. 1998)
de: Jahr (z.B. 1998)

# Common.TitleEx
source: Title:
de: Titel:

# Common.UserName
source: User name
de: Benutzername

# Common.Password
source: Password
de: Passwort

# Common_NoVideo
source: No video
de: Kein Video

# Common_SelectFile
source: Select file
de: Datei wählen

# Common_Delete
source: Delete
de: Löschen

# Ctx.Category.Add
source: Add Category
de: Kategorie hinzufügen

# Ctx.ImportRoms
source: Import ROMs...
de: ROMs importieren...

# Ctx.Media.Add
source: Add Media
de: Medium hinzufügen

# Ctx.Media.AddManual
source: Add manual
de: Handbuch hinzufügen

# Ctx.ChangeCover
source: Change Cover...
de: Cover ändern...

# Dialog.ChooseASource
source: Choose a source
de: Quelle auswählen

# Dialog.ChooseMedia
source: Choose a medium
de: Medium auswählen

# Dialog.ChooseSource
source: Select source:
de: Quelle wählen:

# Dialog.ConfigureMetadata
source: Configure metadata
de: Metadaten konfigurieren

# Dialog.EditMedia
source: Edit Media
de: Medium bearbeiten

# Dialog.EnterName.Message
source: Please enter a name:
de: Bitte einen Namen eingeben:

# Dialog.LoadMetadata
source: Load metadata...
de: Metadaten laden...

# Dialog.MsgConfirmDelete
source: Do you really want to delete this?
de: Möchten Sie dies wirklich löschen?

# Dialog.ConfirmMoveNodeAssetsFormat
source: Move all assets for '{0}' to the new location on disk? This may take a moment.
de: Alle Assets für '{0}' auf den neuen Speicherort verschieben? Das kann einen Moment dauern.

# Dialog.ConfirmMergeNodeAssetsFormat
source: Target assets for '{0}' already exist. Merge and auto-renumber to avoid conflicts?
de: Ziel-Assets für '{0}' existieren bereits. Zusammenführen und bei Konflikten automatisch umnummerieren?

# Dialog.NoResult
source: No results found (or filters empty).
de: Keine Ergebnisse gefunden (oder Filter leer).

# Dialog.SearchTerm
source: Search term
de: Suchbegriff

# Dialog.Select.Cover
source: Select Cover
de: Cover auswählen

# Dialog.Select.Logo
source: Select Logo
de: Logo auswählen

# Dialog.Select.Music
source: Select Music
de: Musik auswählen

# Dialog.Select.Wallpaper
source: Select Wallpaper
de: Wallpaper auswählen

# Dialog.SelectWorkingDirectory
source: Select working directory
de: Arbeitsverzeichnis auswählen

# Dialog.SelectXdgCacheFolder
source: Select XDG cache folder
de: XDG-Cache-Ordner auswählen

# Dialog.SelectXdgConfigFolder
source: Select XDG config folder
de: XDG-Config-Ordner auswählen

# Dialog.SelectXdgDataFolder
source: Select XDG data folder
de: XDG-Datenordner auswählen

# Dialog.SelectXdgStateFolder
source: Select XDG state folder
de: XDG-State-Ordner auswählen

# Dialog.SelectXdgBaseFolder
source: Select XDG base folder
de: XDG-Basisordner auswählen

# Dialog.TitleSearch
source: Search title...
de: Titel suchen...

# Dialog_ImportAssetTitle
source: Import {0}
de: Importiere {0}

# Dialog_FileExtensionsPrompt
source: File extensions (comma separated):
de: Dateiendungen (kommagetrennt):

# Dialog_NoSteamGamesFound
source: No Steam games found.
de: Keine Steam-Spiele gefunden.

# Dialog_NoSteamGamesFound_SelectPath
source: No Steam games found. Select your Steam library folder manually? (Choose the folder that contains 'steamapps' or the 'steamapps' folder itself.)
de: Keine Steam-Spiele gefunden. Steam-Bibliotheksordner manuell auswählen? (Bitte den Ordner wählen, der 'steamapps' enthält, oder direkt den Ordner 'steamapps'.)

# Dialog_SelectSteamLibraryFolder
source: Select Steam library folder (contains steamapps)
de: Steam-Bibliotheksordner auswählen (enthält steamapps)

# Dialog_ConfirmImportSteamFormat
source: Found {0} Steam games. Import to '{1}'?
de: {0} Steam-Spiele gefunden. In '{1}' importieren?

# Dialog_NoGogInstallationsFound
source: No Heroic/GOG installations found.
de: Keine Heroic/GOG-Installationen gefunden.

# Dialog_NoGogInstallationsFound_SelectPath
source: No Heroic/GOG installations found. Select the Heroic config folder manually? (Choose the folder that contains 'gog_store/installed.json' or the 'gog_store' folder.)
de: Keine Heroic/GOG-Installationen gefunden. Heroic-Config-Ordner manuell auswählen? (Bitte den Ordner wählen, der 'gog_store/installed.json' enthält, oder direkt den Ordner 'gog_store'.)

# Dialog_SelectHeroicGogFolder
source: Select Heroic config folder (contains gog_store/installed.json)
de: Heroic-Config-Ordner auswählen (enthält gog_store/installed.json)

# Dialog_ConfirmImportGogFormat
source: Found {0} GOG games. Import?
de: {0} GOG-Spiele gefunden. Importieren?

# Dialog_ConfirmCombineMultiDiscFormat
source: You selected {0} files. Combine them into one multi-disc item?
de: Du hast {0} Dateien ausgewählt. Soll daraus ein Multi-Disc-Eintrag erstellt werden?

# EditMedia.Tab_General
source: General
de: Allgemein

# EditMedia.Tab_MediaAssets
source: Media (Assets)
de: Medien (Assets)

# EditMedia.AssetsPrefixLabel
source: Asset prefix:
de: Asset-Präfix:

# EditMedia.AssetsPrefixHint
source: Use this prefix when adding files manually in the Library folder.
de: Dieses Präfix verwenden, wenn du Dateien manuell im Library-Ordner hinzufügst.

# EditMedia.AssetsPrefixExampleFormat
source: Example: {0}_Cover_01.jpg
de: Beispiel: {0}_Cover_01.jpg

# EditMedia.InheritedEmulatorFallbackHint
source: (falls back to native)
de: (startet nativ als Fallback)

# EditMedia.InheritedWrappersNone
source: No inherited wrappers
de: Keine geerbten Wrapper

# EditMedia.InheritedWrappersInfoFormat
source: Inherited wrappers ({0}): {1}
de: Geerbte Wrapper ({0}): {1}

# EditMedia.InheritedWrappersSourceGlobal
source: Global defaults
de: Globale Defaults

# EditMedia.InheritedWrappersSourceGlobalViaEmulatorFormat
source: Global defaults (via {0})
de: Globale Defaults (über {0})

# EditMedia.EnvInheritedHint
source: Inherited values are prefilled; Source indicates origin.
de: Geerbte Werte sind vorbefüllt; Quelle zeigt die Herkunft.

# Hint.IgdbCredentials
source: (Optional: Leave blank for default access)
de: (Optional: Für Standardzugang leer lassen)

# Hint.Required
source: (Necessary)
de: (Erforderlich)

# Hint.TimePlayed
source: Only needed for Steam/GOG/scripts. Name of the actual game process (without .exe). So that the time is measured correctly.
de: Nur für Steam/GOG/Skripte nötig. Name des eigentlichen Spiel-Prozesses (ohne .exe), damit die Spielzeit korrekt erfasst wird.

# Hint.WorkingDirectory
source: Optional. If empty, the launch file folder is used. Affects relative paths.
de: Optional. Wenn leer, wird der Ordner der Startdatei verwendet. Beeinflusst relative Pfade.

# Hint.XdgSection
source: Optional. XDG is the Linux standard for where apps store config/data/cache/state. Applies to native launches only. You can set a base folder to auto-fill config/data/cache/state subfolders.
de: Optional. XDG ist der Linux-Standard für Speicherorte von config/data/cache/state. Gilt nur für native Starts. Ein Basisordner kann config/data/cache/state automatisch befüllen.

# Hint.TmdbKey
source: (Optional: Leave blank for default key)
de: (Optional: Für Standardschlüssel leer lassen)

source: Import (folder)...
de: Importieren (Ordner)...

# Import.Gog
source: GOG (via Heroic)
de: GOG (über Heroic)

# Import.Roms
source: Local Folder (ROMs)...
de: Lokaler Ordner (ROMs)...

# Import.Steam
source: Steam library
de: Steam-Bibliothek

# Settings.TabMisc
source: Misc
de: Sonstiges

# Settings_SectionLaunchPaths
source: Launch paths
de: Startpfade

# Settings_SectionMusic
source: Music
de: Musik

# Settings_SectionSteamLibrary
source: Steam library paths
de: Steam-Bibliothekspfade

# Settings_SteamLibraryPathsHint
source: Optional. Add the Steam library root (e.g. /home/user/.local/share/Steam) or the 'steamapps' folder.
de: Optional. Füge den Steam-Bibliotheksordner hinzu (z. B. /home/user/.local/share/Steam) oder direkt den Ordner 'steamapps'.

# Settings_SteamLibraryPathWatermark
source: e.g. /home/user/.local/share/Steam
de: z. B. /home/user/.local/share/Steam

# Settings_SectionHeroicGog
source: Heroic / GOG paths
de: Heroic / GOG Pfade

# Settings_HeroicGogPathsHint
source: Optional. Add the Heroic config folder (e.g. /home/user/.config/heroic) or the 'gog_store' folder.
de: Optional. Füge den Heroic-Config-Ordner hinzu (z. B. /home/user/.config/heroic) oder direkt den Ordner 'gog_store'.

# Settings_HeroicGogPathWatermark
source: e.g. /home/user/.config/heroic
de: z. B. /home/user/.config/heroic

# Launch.Arguments
source: Arguments
de: Argumente

# Launch.Config
source: Launch Configuration
de: Startkonfiguration

# Launch.LauncherPath
source: Emulator / Tool Path
de: Emulator- / Tool-Pfad

# Launch.LauncherPathHint
source: e.g. /usr/bin/snes9x
de: z. B. /usr/bin/snes9x

# Launch.WorkingDirectory
source: Working directory
de: Arbeitsverzeichnis

# Launch.WorkingDirectoryHint
source: e.g. /home/user/Games/MyGame
de: z. B. /home/user/Spiele/MeinSpiel

# Launch.WorkingDirectoryEffectiveLabel
source: Effective:
de: Effektiv:

# Launch.WorkingDirectoryNotSet
source: not set
de: nicht gesetzt

# Launch.XdgSection
source: XDG folders (native)
de: XDG-Ordner (nativ)

# Launch.XdgBase
source: XDG base folder
de: XDG-Basisordner

# Launch.XdgBaseHint
source: Base folder for config/data/cache/state
de: Basisordner für config/data/cache/state

# Launch.XdgData
source: Data/Saves (XDG_DATA_HOME)
de: Daten/Saves (XDG_DATA_HOME)

# Launch.XdgState
source: State (XDG_STATE_HOME)
de: Status (XDG_STATE_HOME)

# Launch.XdgPathHint
source: Relative to Retromind data folder or absolute path
de: Relativ zum Retromind-Datenordner oder absoluter Pfad

# Media.AddMusic
source: + Music
de: + Musik

# Media.EmulatorSelection
source: This applies to all games in this folder and subfolders that do not have their own emulator.
de: Gilt für alle Spiele in diesem Ordner und Unterordnern, die keinen eigenen Emulator definiert haben.

# Media.LastPlayed
source: Last Played:
de: Zuletzt gespielt:

# Media.Library
source: Library
de: Bibliothek

# Media.MusicFiles
source: Music Files:
de: Musikdateien:

# Media.PlayCount
source: Played:
de: Gespielt:

# Media.RandomCover
source: Random images (■ = Inherited)
de: Zufällige Grafiken (■ = Vererbt)

# Media.RandomMusic
source: Random music (■ = Inherited)
de: Zufällige Musik (■ = Vererbt)

# Media.SetMusicActive
source: Set as music
de: Als Musik festlegen

# Media.Settings
source: Settings / Rename...
de: Einstellungen / Umbenennen...

# Media.StandardEmulator
source: Default emulator (for this folder):
de: Standardemulator (für diesen Ordner):

# Media.WatermarkOverrideWatchProcess
source: e.g. hl2_linux, retroarch, stardewvalley
de: z. B. hl2_linux, retroarch, stardewvalley

# Metadata.AccessData
source: Access data
de: Zugangsdaten

# Metadata.ApiKey
source: API Key
de: API-Schlüssel

# Metadata.AutomaticSearch
source: Automatic metadata search
de: Automatische Metadatensuche

# Metadata.DataLanguage
source: Data language
de: Daten-Sprache

# Metadata.Designation
source: Designation
de: Bezeichnung

# Metadata.NewScraper
source: New Scraper
de: Neue Quelle

# Metadata.ScrapeArea
source: Scraping area
de: Scraping-Bereich

# Metadata.SearchMetadata
source: Search metadata
de: Metadaten suchen

# Metadata.SearchMetadataAll
source: Search metadata (All)...
de: Metadaten suchen (alle)...

# Metadata.Search.InProgress
source: Search is ongoing...
de: Suche läuft...

# Metadata.Source
source: Source
de: Quelle

# Metadata.Type
source: Type / Service
de: Typ / Dienst

# Metadata.Error.ProviderNotAvailable
source: Error: Service provider not found or not available.
de: Fehler: Der Dienstanbieter wurde nicht gefunden oder ist nicht verfügbar.

# Metadata.Search.NoResults
source: No results found.
de: Keine Ergebnisse gefunden.

# Metadata.Search.FailedFormat
source: Search failed: {0}
de: Suche fehlgeschlagen: {0}

# NodeSettings_Title
source: Category settings
de: Kategorie Einstellungen

# NodeSettings_DescriptionForBigMode
source: Description (for BigMode)
de: Beschreibung (für BigMode)

# NodeSettings_DefaultEmulatorForFolder
source: Default emulator (for this folder)
de: Standard Emulator (für diesen Ordner)

# NodeSettings_InheritedEmulatorInfoFormat
source: Inherited emulator: {0} (from {1})
de: Geerbter Emulator: {0} (von {1})

# NodeSettings_InheritedEmulatorNone
source: Inherited emulator: none
de: Geerbter Emulator: keiner

# NodeSettings_ThemeAuto
source: Auto (convention/default)
de: Auto (Konvention/Default)

# NodeSettings_PresentationAndAssets
source: Presentation & assets
de: Darstellung & Assets

# NodeSettings_CoverBoxartHint
source: For list view
de: Für Listenansicht

# NodeSettings_LogoClearartHint
source: For the BigMode header
de: Für BigMode Header

# NodeSettings_Background
source: Background
de: Hintergrund

# NodeSettings_BackgroundHint
source: For BigMode wallpaper
de: Für BigMode Wallpaper

# NodeSettings_RandomizeCovers
source: Show random images in this folder
de: Zufällige Grafiken in diesem Ordner anzeigen

# NodeSettings_RandomizeCoversHint
source: Inherit (blue box) · Off (empty box) · On (checkmark)
de: Vererbt (blaues Kästchen) · Aus (leeres Kästchen) · An (Häkchen)

# NodeSettings_RandomizeMusic
source: Play random music from this folder
de: Zufällige Musik aus diesem Ordner abspielen

# NodeSettings_RandomizeMusicHint
source: Inherit (blue box) · Off (empty box) · On (checkmark)
de: Vererbt (blaues Kästchen) · Aus (leeres Kästchen) · An (Häkchen)

# NodeSettings_InheritedWrappersNone
source: No inherited wrappers
de: Keine vererbten Wrapper

# NodeSettings_InheritedWrappersEmptyFormat
source: Inherited from {0}: no wrappers
de: Vererbt von {0}: keine Wrapper

# NodeSettings_InheritedWrappersInfoFormat
source: Inherited from {0}: {1} wrapper(s)
de: Vererbt von {0}: {1} Wrapper

# NodeSettings_EnvOverridesTitle
source: Environment Variables (Node)
de: Umgebungsvariablen (Ordner)

# NodeSettings_InheritedEnvNone
source: No inherited environment variables
de: Keine vererbten Umgebungsvariablen

# NodeSettings_InheritedEnvEmptyFormat
source: Inherited from {0}: no environment variables
de: Vererbt von {0}: keine Umgebungsvariablen

# NodeSettings_InheritedEnvInfoFormat
source: Inherited from {0}: {1} variable(s)
de: Vererbt von {0}: {1} Variablen

# NodeSettings_RenameFailed
source: Could not rename folder; name was not saved.
de: Ordner konnte nicht umbenannt werden; Name wurde nicht gespeichert.

# Profile.New
source: New Profile
de: Neues Profil

# Profile.Profile
source: Profile
de: Profil

# Profile_NoDefaultInherit
source: No default (inherit)
de: Kein Standard (vererben)

# Process.Monitor
source: Process monitoring (Optional)
de: Prozessüberwachung (optional)

# RandomMatch.Start
source: Start random matches
de: Zufällige Matches starten

# Search.Global
source: Open global search
de: Globale Suche öffnen

# Search.GlobalShort
source: Global search
de: Globale Suche

# Search.Search
source: Search...
de: Suchen...

# Settings.AddProfile
source: Add Profile
de: Profil hinzufügen

# Settings.ConfirmConvertLaunchPaths
source: Convert existing launch paths to portable (relative) paths?
de: Bestehende Startpfade in portable (relative) Pfade umwandeln?

# Settings.ConvertExistingLaunchPaths
source: Convert existing launch paths
de: Startpfade konvertieren

# Settings.DefaultArguments
source: Default Arguments
de: Standardargumente

# Settings.ExecutablePath
source: Executable Path
de: Ausführungsdatei-Pfad

# Settings.PlayRandomMusic
source: Play random music
de: Zufällige Musik abspielen

# Settings.PlayRandomMusic.Hint
source: When enabled, selecting an item in the main grid automatically plays its music asset (if available).
de: Wenn aktiviert, spielt die Auswahl im Hauptgrid automatisch die Musik (falls vorhanden).

# Settings.PortableHome
source: Use portable HOME/XDG for AppImage
de: Portables HOME/XDG für AppImage verwenden

# Settings.PortableHome.Hint
source: Redirects HOME and XDG dirs to a local Home/ folder next to the AppImage (requires restart).
de: Leitet HOME und XDG-Ordner in einen lokalen Home/-Ordner neben der AppImage um (Neustart erforderlich).

# Settings.UseGlobalWrapperDefaults
source: Use global defaults
de: Globale Defaults verwenden

# Settings.PortableLaunchPaths
source: Store launch file paths relative to Retromind data folder (portable)
de: Startpfade relativ zum Retromind-Datenordner speichern (portabel)

# Settings.ProfileName
source: Profile Name
de: Profilname

# Settings.SectionEmulators
source: Emulator Profiles
de: Emulator-Profile

# Settings.TabEmulators
source: Emulators
de: Emulatoren

# Settings.TabMetadata
source: Meta Data
de: Metadaten

# Settings.Title
source: Settings
de: Einstellungen

# Settings_Advanced
source: Advanced
de: Erweitert

# Settings_UseWinePrefix
source: Use per-game prefix (WINEPREFIX)
de: Pro-Spiel Prefix verwenden (WINEPREFIX)

# Settings_UseWinePrefix_Hint
source: Enable this for UMU/Proton/Wine runners. Retromind will set WINEPREFIX and manage a per-game prefix folder under Library/Prefixes.
de: Aktivieren für UMU/Proton/Wine-Runner. Retromind setzt dann WINEPREFIX und verwaltet pro Spiel einen Prefix-Ordner unter Library/Prefixes.

# Settings_UsePlaylistForMultiDisc
source: Use playlist (.m3u) for multi-disc items
de: Playlist (.m3u) für Multi-Disc verwenden

# Settings_UsePlaylistForMultiDisc_Hint
source: If enabled, Retromind generates an .m3u playlist for multi-disc items and passes it to the emulator as {file}. If disabled, Retromind launches Disc 1 (default).
de: Wenn aktiviert, erzeugt Retromind für Multi-Disc-Einträge eine .m3u-Playlist und übergibt diese dem Emulator als {file}. Wenn deaktiviert, startet Retromind Disc 1 (Standard).

# Toggle.Theme
source: Toggle Dark/Light Theme
de: Dunkles/Helles Theme umschalten

# Theme_Error_InvalidPath
source: Theme path is invalid.
de: Der Theme-Pfad ist ungültig.

# Theme_Error_FileNotFoundFormat
source: Theme file not found: {0}
de: Theme-Datei nicht gefunden: {0}

# Theme_Error_LoadedNullOrInvalid
source: Loaded theme was null or invalid.
de: Das geladene Theme ist ungültig oder leer.

# Theme_Error_LoadFailedFormat
source: Error loading theme: {0}
de: Fehler beim Laden des Themes: {0}

# TimePlayed.Never
source: Never played
de: Niemals gespielt

# Tip.RandomGame
source: Start a random game from the current view
de: Zufälliges Spiel aus der aktuellen Ansicht starten

# Tip.RandomImage
source: When the folder is displayed, random images are selected from the media folder.
de: Wenn der Ordner angezeigt wird, werden zufällige Bilder aus dem Medienordner ausgewählt.

# Tip.RandomMusic
source: When the folder is displayed, random music is selected from the media folder.
de: Wenn der Ordner angezeigt wird, wird zufällige Musik aus dem Medienordner ausgewählt.

# Type.Command
source: External Launcher
de: Externer Launcher

# Type.Emulator
source: Emulator (via Profile)
de: Emulator (über Profil)

# Type.Native
source: Native Application / Script
de: Native Anwendung / Skript

# Media.PlayTime
source: Time played:
de: Spieldauer:
